import matplotlib.pyplot as plt

x = [2005, 2010, 2011, 2012, 2013, 2015, 2016, 2017, 2018]
y = [135557, 575132, 887458, 672416, 611514, 446256, 88850, 104711, 141533]

x2 = [2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2011, 2012, 2013, 2014]
y2 = [59686, 199111, 195612, 183380, 196226, 197170, 195181, 184273, 143343, 110652, 100077, 101371, 136260]

plt.axis([2001, 2020, 50000, 900000])
plt.title('Графік відсутності дітей в школі')
plt.xlabel('Рік', fontsize=14, color='black')
plt.ylabel('Значення показника', fontsize=14, color='black')

plt.plot(x, y, label='США', linewidth=2)
plt.plot(x2, y2, label='Україна', linewidth=2)

plt.grid()
plt.legend()
plt.show()

